Repository: DJKareBear/karenchang.org
Catalog: languages/*.po
Languages: de_de, it_it

source: Author Archives: %s
de_de: Archiv des Autors: %s
it_it: L'archivio dell'autore: %s

source: Category Archives: %s
de_de: Archiv der Kategorie: %s
it_it: L'archivio di categorie: %s

source: Tag Archives: %s
de_de: Tag Archiv: %s
it_it: L'archivio del Tag: %s

source: Daily Archives: %s
de_de: Tägliches Archiv: %s
it_it: L'archivio del giorno: %s

source: Monthly Archives: %s
de_de: Monatliches Archiv: %s
it_it: L'archivio del mese: %s

source: Yearly Archives: %s
de_de: Jährliche Archiv: %s
it_it: L'archivio dell'anno: %s

source: Blog Archives
de_de: Blog Archiv
it_it: L'archivio del blog

source: Apologies, but no results were found for the requested archive.
de_de: Entschuldigung, aber es wurden keine Ergebnisse zum angeforderten Archiv gefunden
it_it: Scusi, i risultati per il dato archivio non trovati.

source: Pages:
de_de: Seite:
it_it: Pagine:

source: Latest %d posts
de_de: Neueste %d Beiträge
it_it: Ultimi %d messaggi

source: By months
de_de: nach Monat
it_it: Per mese

source: Top %d categories
de_de: Top %d Kategorien
it_it: Top %d categorie

source: Return to %s
de_de: Zurück zur %s
it_it: Torna a %s

source: By %1$s
de_de: Durch %1$s
it_it: Via %1$s

source: View all posts by %s
de_de: Zeige Beiträge von %s
it_it: Vedi tutti i post aggiunti da %s

source: <span>Published %1$s</span>
de_de: <span>Veröffentlicht %1$s</span>
it_it: <span>Pubblicato il %1$s</span>

source: Full size is %s pixels
de_de: Die gesamte Größe beträgt %s Piksel
it_it: Formato grande contiene %s di pixel

source: Link to full-size image
de_de: Link zum Bild in voller Größe
it_it: Link alla foto in grande formato

source: Edit
de_de: Bearbeiten
it_it: Correggi

source: This post is password protected. Enter the password to view any comments.
de_de: Dieser Beitrag ist Passwort geschützt. Geben Sie das Passwort, um alle Kommentare anzuzeigen.
it_it: Per questo post ci vuole una password. Inserisci la password per vedere i commenti.

source: %d comments
de_de: %d Kommentare
it_it: %d commenti

source: Older Comments
de_de: Ältere Kommentare
it_it: I commenti piu' vecchi

source: Newer Comments
de_de: Neueste Kommentare
it_it: I commenti piu' nuovi

source: Comments are closed.
de_de: Kommentare sind geschlossen.
it_it: Non si puo' commentare

source: Website
de_de: Webseite
it_it: Sito web

source: Message
de_de: Nachricht
it_it: Messaggio

source: Leave a reply
de_de: Kommentar
it_it: Aggiungi commento

source: Leave a replay to %s
de_de: Kommentar zu %s
it_it: Aggiungi commento a %s

source: required
de_de: Dies ist eine Pflichtangabe
it_it: necessari

source: Please correct form
de_de: Bitte korrigieren Sie Ihre Eingabe
it_it: Per favore correggere il modulo.

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
de_de: Sie sind angemeldet als <a href="%1$s">%2$s</a>. <a href="%3$s" title="Melden Sie sich von diesem Konto ab">Abmelden?</a>
it_it: Acceduto con login <a href="%1$s">%2$s</a>. <a href="%3$s" title="Esci da questo profilo"Uscire?</a>

source: Submit Comment
de_de: Kommentar abschicken

source: Cancel reply
de_de: Antwort abbrechen
it_it: Cancella risposta

source: Main menu
de_de: Hauptmenü
it_it: Menu principale

source: Skip to primary content
de_de: Zum primären Inhalt springen
it_it: Vai al contenuto principale

source: Skip to secondary content
de_de: Zum sekundäreb Inhalt springen
it_it: Vai al contenuto secondario

source: Go back
de_de: Zurückgehen
it_it: Indietro

source: or use Site Map below:
de_de: oder benutzen Sitemap unten:
it_it: O utilizzare il sito della mappa qui sotto indicato

source: Main navigation
de_de: Hauptnavigation
it_it: Navigatore Principale

source: <strong>Pages</strong>
de_de: <strong>Seite</strong>

source: <strong>Categories</strong>
de_de: <strong>Kategorien</strong>

source: <strong>Works</strong>
de_de: <strong>Werk</strong>

source: %1$d Search results for "%2$s"
de_de: %1$d Suchergebnisse für "%2$s"
it_it: %1$d dei risultati per "%2$s"

source: No Search results for "%1$s"
de_de: Keine Suchergebnisse für "%1$s"
it_it: I risultati per "%1$s" non trovati

source: Visit Site
de_de: www Seite

source: Filter
de_de: Filtern

source: All
de_de: alle
it_it: Tutti

source: Load more
de_de: Legen Sie mehr
it_it: Carica di più

source: Page %s
de_de: Seite %s
it_it: Sito %s

source: by <a class="author" href="%1$s" title="%2$s">%3$s</a>
de_de: von <a class="author" href="%1$s" title="%2$s">%3$s</a>

source: %d Comment(s)
de_de: %d Kommentare
it_it: %d Commenti

source: This post is password protected. To view it please enter your password below:
de_de: Dieser Beitrag ist Passwort geschützt. Damit Sie es sehen geben Sie bitte Ihr Passwort ein:

source: Submit
de_de: Senden

source: Search
de_de: Suchen
it_it: Cerca

source: - message from contact form
de_de: - Nachricht vom Kontakt-Formular
it_it: - messaggio dal modulo per i contatti

source: Subject
de_de: Thema
it_it: Tema

source: Success sending form.
de_de: Success Senden Form.

source: Something wrong. Please try again.
de_de: Leider falsch. Versuchen Sie es erneut!

source: Error in form.
de_de: Fehler in Formular

source: Submit form
de_de: Senden
it_it: Invia il messaggio.

source: Read more
de_de: Lies mehr
it_it: Per saperne di più

source: %1$s at %2$s
de_de: %1$s o %2$s
it_it: %1$s ore %2$s

source: Your comment is awaiting moderation.
de_de: hr Kommentar wartet auf Moderation.
it_it: Il tuo commento aspetta la moderazione.

source: Follow us on
de_de: Folgen Sie uns auf
it_it: Seguici su

source: Previous
de_de: Zurück
it_it: Precedenti

source: Next
de_de: Weiter
it_it: Seguenti

source: Back to Works list
de_de: Zurück zum Works-Liste

source: Back to Blog
de_de: Zurück zum Blog

source: Recent Posts
de_de: Letzte Beiträge
it_it: I post recenti

source: Popular Posts
de_de: Beliebte Beiträge
it_it: I post famosi

source: comment(s)
de_de: Kommentar(e)
it_it: Commento(i)

source: Related Posts
de_de: Ähnliche Beiträge
it_it: I post simili

source: Recent Comments
de_de: letzte Kommentare
it_it: I commenti recenti

source: about %d seconds ago
de_de: vor etwa %d Sekunden
it_it: Circa %d secondi fa

source: about a minute ago
de_de: vor etwa einer Minute
it_it: circa un minuto fa

source: about %d minutes ago
de_de: vor etwa %d Minuten
it_it: circa %d minuti fa

source: about an hour ago
de_de: vor etwa einer Stunde
it_it: circa un'ora fa

source: about %d hours ago
de_de: vor etwa %d Stunden
it_it: circa %d ore fa

source: about a day ago
de_de: vor etwa einen Tag
it_it: un giorno fa

source: about %d days ago
de_de: vor ca. %d Tagen
it_it: circa %d giorni fa

source: view tweet on twitter
de_de: Sehen Sie Tweet auf Twitter
it_it: Vedi sul twitter

source: Recent Works
de_de: Letzte Werk

source: Error 404
it_it: Errore 404

source: Top %d tags
it_it: Top %d tag

source: Name
it_it: Nome
